<template>
  <svg width="20px" height="18px" viewBox="0 0 20 18" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
    <g id="2.0" stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
      <g id="图标切图" transform="translate(-179.000000, -503.000000)" fill="currentColor" fill-rule="nonzero">
        <g id="01备份-30" transform="translate(173.000000, 496.000000)">
          <g id="编组" transform="translate(6.000000, 7.000000)">
            <path
              d="M20,17.0909091 L20,11.7527273 L10.6618182,11.7527273 L10.6618182,2.53090909 L13.7309091,5.6 L14.6618182,4.66909091 L9.99272727,0 L5.19272727,4.66909091 L6.13818183,5.6 L9.33818182,2.53090909 L9.33818182,11.7527273 L0,11.7527273 L0,17.0909091 L20,17.0909091 Z M1.33818181,13.0909091 L18.6618182,13.0909091 L18.6618182,15.7527273 L1.33818181,15.7527273 L1.33818181,13.0909091 Z"
              id="形状"
            ></path>
            <path
              d="M20,9.09090909 L12,9.09090909 L12,7.75272728 L20,7.75272728 L20,9.09090909 Z M8,9.09090909 L0,9.09090909 L0,7.75272728 L8,7.75272728 L8,9.09090909 L8,9.09090909 Z"
              id="形状"
            ></path>
          </g>
        </g>
      </g>
    </g>
  </svg>
</template>
