<template>
  <svg width="20px" height="20px" viewBox="0 0 20 20" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
    <g id="2.0" stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
      <g id="图标切图" transform="translate(-1207.000000, -108.000000)">
        <g id="编组-23" transform="translate(170.000000, 88.000000)">
          <g id="01备份-30" transform="translate(1033.000000, 16.000000)">
            <g id="保存记录" transform="translate(4.000000, 4.000000)">
              <rect id="矩形备份-9" fill="currentColor" opacity="0" x="0" y="0" width="20" height="20"></rect>
              <g id="编组" transform="translate(1.000000, 1.000000)" fill="currentColor" fill-rule="nonzero">
                <path
                  d="M17.5888493,3.77003465 L14.2229958,0.411149792 C13.9628214,0.149416161 13.6094605,0.00155594793 13.2404175,0 L11.1498252,0 L11.1498252,4.18118447 L5.57491261,4.18118447 L5.57491261,0 L1.39372814,0 C0.623993348,0 0,0.623993348 0,1.39372814 L0,16.7247379 C0,17.4944727 0.623993348,18.118466 1.39372814,18.118466 L16.606271,18.118466 C17.3760058,18.118466 18,17.4944727 18,16.7247379 L18,4.75958164 C18.0002935,4.38812202 17.8522914,4.03191365 17.5888493,3.77003465 Z M16.606271,16.7247379 L1.39372814,16.7247379 L1.39372814,6.96864077 L16.606271,6.96864077 L16.606271,16.7247379 Z M9.75609707,2.7874563 L8.36236893,2.7874563 L8.36236893,0 L9.75609707,0 L9.75609707,2.7874563 Z"
                  id="形状"
                ></path>
              </g>
            </g>
          </g>
        </g>
      </g>
    </g>
  </svg>
</template>
<script setup lang="ts"></script>
